{
	"1" : {
		"Intro": "On the horizon you notice a tree with a survivior sitting underneath it. He may have supplies that you need.",
		"P_AC": 13,
		"S_AC": 14,
		"D_AC": 10,
		"P_S": "After explaining your situation, he agrees to help you out.",
		"S_S": "Your formidabble stature scares the survivor and he runs away, thankfully, leaving his supplies behind.",
		"D_S": "While the survivor is dosing off, you sneak up behind him and manage to yank his supplies.",
		"fail": "boss",
		"boss": {
			"Intro": "The survivor notices you. He decides that best defence is attack.",
			"HP": 8,
			"Weapon": "1d4",
			"AC": 3,
			"Modifier": 1,
			"Attack_s": "The survivor tries to slash you with his swiss knife.",
			"Outro L": "The survivor turned ou to be right, as you were felled quite easily.\nYou are dead.",
			"Outro W":"The survivor made a griveous mistake, as you dispatch him easily and continue on."
		},
		"Loot_type": "AC",
		"Loot_text": "You take the survivor's arm guards and helmet.\nYou feel more protected.",
		"Loot": 6
	},
	"2" : {
		"Intro": "After venturing further into the wasteland, you stumble upon a fresh corpse.",
		"P_AC": 18,
		"S_AC": 10,
		"D_AC": 16,
		"P_S": "You start singing a calming lullaby just in case.\nNothing happens, so you assume it works.",
		"S_S": "You stomp on the corpse repeatedly juat in case.\nIt doesn't get up, so that's a win.",
		"D_S": "You quickly empty the corpse and dash away, before anything bad could happen.",
		"boss": {
			"Intro": "The corpse gets up as soon as you approach. Great, you think sarcastically, another zombie.",
			"HP": 7,
			"Weapon": "1d4",
			"AC": 2,
			"Modifier": -1,
			"Attack_s": "The zombie takes a swing at you.",
			"Outro L": "The zombie bashes your skull in with it's fist.\nYou are dead.",
			"Outro W":"The zombie's head falls to your feet.\nThank god."
		},
		"Loot_type": "Strength",
		"Loot_text": "The corpse had a self-help book on bodybuilding and a strange priapic object.\nYou feel stronger already.",
		"Loot": 4
	},
	"3" : {
		"Intro": "After an hour of traversing rough terrain, you find a small pond. You see a safe at the bottom.",
		"P_AC": 17,
		"S_AC": 14,
		"D_AC": 13,
		"P_S": "You start singing a sad song about not being able to reach the safe.\nA zombie feels bad for you, and dives down to get it.",
		"S_S": "You dive down and through great difficulty manage to bring it up.",
		"D_S": "You dive down, but instead of picking it up, you deftly pick the lock underwater.",
		"boss": {
			"Intro": "Your lamenting about the safe problem has attracted a zombie.",
			"HP": 7,
			"Weapon": "1d4",
			"AC": 2,
			"Modifier": 1,
			"Attack_s": "The zombie takes a swing at you.",
			"Outro L": "The zombie bashes your skull in with it's fist.\nYou are dead.",
			"Outro W":"Zombie's head falls to your feet.\nYou have survived this encounter."
		},
		"Loot_type": "Tot_HP",
		"Loot_text": "Inside the safe was a box of 'special pills'. After eating a couple, you feel much healthier.",
		"Loot": 12
	},
	"4" : {
		"Intro": "Jellied and cut human remains cover the ground. You spot something shining in between them.",
		"P_AC": 12,
		"S_AC": 13,
		"D_AC": 18,
		"P_S": "You go through the remains, while saying different prayers for those that have passed here.",
		"S_S": "You stomp confidently accross the remains, making sure to step on the bigger ones.",
		"D_S": "You twirl and backflip your way through the pile, making sure not to disturb anything.",
		"boss": {
			"Intro": "While walking through the pile, you feel the flesh shifting underneath your feet.\nIn front of you a fleshy abomination begins to assemble.",
			"HP": 10,
			"Weapon": "1d6",
			"AC": 2,
			"Modifier": -2,
			"Attack_s": "The flesh pile opens its maw and snaps at you.",
			"Outro L": "The flesh pile devours you.\nYou are dead.",
			"Outro W": "You watch the flesh pile dissolves into a nasty puddle.\nWell, that was gross."
		},
		"Loot_type": "Persuasion",
		"Loot_text": "The shining thing turns out to be some cool shades.\nYou feel very swag.",
		"Loot": 7
	},
	"5" : {
		"Intro": "You see a group of unfriedly looking survivors making their way towards you.",
		"P_AC": 15,
		"S_AC": 17,
		"D_AC": 18,
		"P_S": "You dazzle them with your signature charm, and they let you go with a pat on the back and some supplies.",
		"S_S": "Turns out they were all bodybuilders before the apocalypse and they appreciate your gains.\nThey even share some of their loot with you.",
		"D_S": "You become one with the shadows and slink past them, while also grabbing a bit of their stuff.",
		"boss": {
			"Intro": "The survivors decide to rob you.\nAnd, honestly, who can blame them?",
			"HP": 20,
			"Weapon": "1d6",
			"AC": 4,
			"Modifier": 2,
			"Attack_s": "One of the survivors shoots you with a nerf gun using real bullets.",
			"Outro L": "After knocking you out, they make sure to dissect your body, so you would never rise again.\nYou are dead.",
			"Outro W":"You ravage through them, leaving a trail of bodies behind you."
		},
		"Loot_type": "Dexterity",
		"Loot_text": "The survivors had a thick black cloack and some Nike sneakers.\nYou now move quicker and stealthier.",
		"Loot": 6
	},
	"6" : {
		"Intro": "You come across a hill.\nYou notice a bunch of dung beetles scuttling on top of it.",
		"P_AC": 17,
		"S_AC": 11,
		"D_AC": 15,
		"P_S": "After realising that you can't talk to the beetles, you simply walk around the hill.",
		"S_S": "You confidently stride over the hill, whenever a beetle even tries to come close, you simply grab it and yeet it away.",
		"D_S": "You remember that beetles have really bad eyesight.\nThis allows you to stealth your way past them.",
		"boss": {
			"Intro": "When the beetles see you approach they swarm around you..",
			"HP": 15,
			"Weapon": "1d3",
			"AC": 4,
			"Modifier": 1,
			"Attack_s": "One of the beetles tries to bite you.",
			"Outro L": "You are overcome by the swarm, and forced to feel them eating through your body.\nYou are dead.",
			"Outro W":"You quickly dispatch the swarm.\nThey never stood a chance."
		},
		"Loot_type": "Weapon",
		"Loot_text": "Inside of the holes that the beetles dug, you find a gun.",
		"Attack_s": "You take a shot with your brand new gun.",
		"Loot": "1d14"
	}
}